Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/inaugurations_fi/marja_helander_tiedote_koltansaame.pdf.tmx
Source language: sms
Languages: fin

source: Čeäppõstuejjõõzz SääŠmkultturkõõskõs Sajoozzâst Riikk čeäppõsnorldõk / Riikk čeäppõstuejjõstuåimmkååŠdd tiŠllʼjemtuejjõõzz
fin: Taideteokset S aamelaiskulttuurikeskus S ajoksessa Valtion taidekokoelma / Valtion taideteostoimikunnan tilausteokset

source: Piõgg pååssam õhttu šõddi tuõddârsueŠjj, liâ muu jiõggsaž dommkueŠstelm.
fin: Tuulen tuivertamat, yksinäiset tunturikoivut ovat minun henkistä kotimaisemaani.

source: Tõk liâ kuâđđjam miõŠlle juŠn päŠrnnpoodd čuõiggâmreeisain, eŠččam šõddâmpääiŠǩin Uccjooǥǥâst.
fin: Ne ovat painautuneet mieleeni jo lapsuuden hiihtoreissuilla, isäni synnyinsijoilla Utsjoella.

source: TuõddârsueŠjji siŠtǩǩesvuõtt lij tõn jiijjâsnallšem puâllmõš, ko tõt lij võõrâs leŠbe jiõŋŋâm.
fin: Tunturikoivun erityisominaisuus on sen palaminen myös tuoreena tai jäisenä.

source: NääiŠt tõt lij ääiŠji mieŠldd ouddam vuäittmõõžžid da ååsk, säŠmmlai puäʒʒhååid da aazztumuužž leävvnumuŠšše tuõddârpâjj-jännmid.
fin: Täten se on aikoinaan osaltaan mahdollistanut saamelaisen poronhoidon ja asutuksen leviämisen tunturiylängöille.

source: Tuõddrest – čuõvvtuejjõŠsse leäm haaŠlääm seŠrdded tuõddârsueŠjji ååŠbleeǩǩ da puŠhtted kooska poostjânnmest Aanar siidid.
fin: Tunturissa - valoteokseen olen halunnut siirtää tunturikoivujen muotoa, tuoda kappaleen erämaata Inarin kylille.

source: Čuõv šuävvjem tuejjõs kägg ođđest miõŠlle smiõttõõzzid kolggi jannu da možât-i veâl kuuzzkõõzzid.
fin: Valoa hohtavana teos luo mielleyhtymiä myös virtaavaan jokeen ja ehkäpä jopa revontuliin.

source: KueiŠtvuäzzas tuejjõs vuäǯǯai aalǥes uccjokkneeŠǩǩ eŠččam Piera Johannes Helander škooulâst, 1950-lååǥǥast norrum SääŠmjânnam šââddain.
fin: Kaksiosainen teos sai alkunsa utsjokelaisen isäni koulussa 1950-luvulla keräämistä Lapin kasveista.

source: Šââdd leŠjje koškkuum da tiudduum tääŠrǩeŠld nõmmlaappivuiŠm da ruõkkum herbaariooŠne leŠbe sâddnorldõŠǩǩe.
fin: Kasvit oli kuivattu ja kiinnitetty nimilapuin varustettuna herbaarioon eli kasvioon.

source: JuõŠǩǩ šâdd leäi tiõđlânji tärkka klasstõllum jiijjâs-i jouŠǩǩe.
fin: Jokainen kasvi oli tarkan tieteellisesti luokiteltu omaan ryhmäänsä.

source: Loŋŋnem tõn risttreeidast, mii leäi tõn poddsaž sââddai mooččâdvuõđ da määŋgnallšemvuõđ di oummu klasstõõllâm- da kåårbõõššâmtaarb kõõskâst.
fin: Innostuin siitä ristiriidasta, mikä vallitsi kasvien kauneuden ja monimuotoisuuden sekä ihmisen luokittelu- ja lokerointitarpeen välillä.

source: Seämma poodd puõŠđi miõŠlle saaŠmi histoor da tõn ääiŠj ǩiõččlõõttâmvueŠǩǩ, klasstõõllâd saaŠmid vueŠlab roodd vuâlla kuullven.
fin: Samalla mieleeni nousivat saamelaisten historia ja yritykset luokitella saamelaisia alempaan rotuun kuuluviksi.

source: Veâl 1930-lååǥǥast AanarjääuŠr ruõkkâmsââŠjest leŠjje kuäivvam saaŠmi vueiŠvvkäällaid rooddmättnallšem tuŠtǩǩumuužžid (ååŠn täk vueiŠvvkääll liâ kâŠl maacctum mååusat).
fin: Vielä 1930-luvulla Inarinjärven hautausmaalta oli kaivettu saamelaisten pääkalloja rotuopillisiin tutkimuksiin (kallot on sittemmin palautettu). Tästä sain idean kerätä oma kasvioni.

source: Tuejjõõzzâst liâ snimmum 30 ânnʼjõžpeeiŠv sämmla.
fin: Heidät on jaoteltu asuinpaikan, ikäryhmän ja äidinkielen mukaan.

source: Vuâđđan lij Statistikk-kõõskõõzz da SääŠmteeŠǧǧ vaal-luŠvddkååŠdd eeŠjj 2011 statistikk.
fin: Tämä luokittelu perustuu Tilastokeskuksen ja Saamelaiskäräjien vaalilautakunnan vuoden 2011 tilastoon.

source: TõŠst LääŠddjânnam õhttseŠžže nuŠtt 10 000 säŠmmla liâ klasstõllum ââŠjj mieŠldd sääŠm dommvuuŠdest jälsteeiŠji mieŠldd, pirr LääŠddjânnam jälsteeŠji mieŠldd di ålggjânnmest jälsteeiŠji mieŠldd.
fin: Kielellinen jaottelu on vaikeampi asia: Saamelaiskäräjien mukaan tilastoja on pidettävä vain suuntaa antavina, koska alle 18-vuotiaiden äidinkielen ilmoittaminen on satunnaista ja äänioikeusikäisistäkin monet jättävät ilmoittamatta äidinkielensä.

source: Persoon jieŠnnǩiõllân mieŠrǩǩeed teŠl loǥstõŠǩǩe lääŠddǩiõll.
fin: Henkilön äidinkieleksi luetteloon merkitään tällöin suomen kieli.

source: LââŠssen määngas toŠbdde, što sij liâ kueiŠtǩiõllsaž.
fin: Lisäksi monet kokevat itsensä kaksikielisiksi.

source: Snimmum 30 persoon ââŠǩǩ-, ǩiõll- da jälstempäiŠǩǩvuäŠzzõõzz vaŠsttee prosenuttuaalânji tän ooudbeäŠlnn peäggtum statistiikk tuõttaaŠššid.
fin: Joka tapauksessa kuvasin nämä 30 henkilöä, ja prosentuaalisesti heidän osuutensa vastaavat tämän edellä mainitun tilaston faktoja.

source: Juâkksa persoon paaldâst lij uŠcc sâddnorldõklapp, koŠst očndââtt lââŠssen persoon jälstempäiŠǩǩ da jieŠnnǩiõll.
fin: Kuvissa halusin esittää henkilöt arvokkaina ja ainutlaatuisina yksilöinä, ja samalla myös voimissaan olevan alkuperäiskansan jäseninä.

source: M iõđlõsân ärvvtõõleeŠl tåŠlǩ 10 persoon 30:st maainste jieŠnnǩiõllân sääŠmǩiõl, da tääzz lååi jouŠǩǩe čääkk õhtt aanarsääŠm da õhtt nuõrttsääŠm maainsteei.
fin: Optimisestikin arvioiden vain 10 - 11 henkilöä 30:sta puhuu äidinkielenään saamea, ja tähän kymmenen joukkoon mahtuu mukaan vain yksi inarinsaamea puhuva ja yksi koltansaamea puhuva.

source: Tuejjõõzz nuŠbb vuäŠss lij jõnn snimldõk, koŠst liâ tuõddârkueŠstelm ool snimmum sâddnorldõk sââdd.
fin: Ne muodostavat ornamenttimaisen pinnan kurotellen kohti taivaita, vapautuen määrittelyn ja luokittelun ikeestä.
